Repository: hivepress/hivepress-claim-listings
Catalog: languages/hivepress-claim-listings-*.po
Languages: pl_pl, ru_ru, uk

source: You've already submitted a claim.
pl_pl: Złożyłeś już wniosek.
ru_ru: Вы уже отправили запрос.
uk: Ви вже відправили запит.

source: Claim for %s
pl_pl: Wnioskuj za %s
ru_ru: Запросить доступ за %s
uk: Запросити доступ за %s

source: Claims
pl_pl: Wnioski
ru_ru: Запросы
uk: Запити

source: Claim
pl_pl: Wniosek
ru_ru: Запрос
uk: Запит

# claim
source: Add New
pl_pl: Dodaj nowy
uk: Додати новий

source: Add Claim
pl_pl: Dodaj wniosek
ru_ru: Добавить запрос
uk: Додати запит

source: Edit Claim
pl_pl: Edytuj wniosek
ru_ru: Редактировать запрос
uk: Редагувати запит

source: Search Claims
pl_pl: Szukaj wniosków
ru_ru: Искать запросы
uk: Шукати оголошення

source: No claims found.
pl_pl: Nie znaleziono żadnych wniosków.
ru_ru: Запросов не найдено.
uk: Запитів не знайдено.

source: Choose a product that must be purchased in order to submit a claim.
pl_pl: Wybierz produkt, który musi zostać kupiony dla złożenia wniosku.
ru_ru: Выберите продукт, который должен быть куплен для отправки запроса.
uk: Виберіть продукт, який повинен бути куплений для відправки запиту.

source: Manually approve new claims
pl_pl: Ręcznie zatwierdzaj nowe wnioski
ru_ru: Вручную одобрять новые запросы
uk: Вручну схвалювати нові запити

source: Claim Approved
pl_pl: Wniosek zatwierdzony
ru_ru: Запрос одобрен
uk: Запит схвалено

source: This email is sent to users when claim is approved.
pl_pl: Ten e-mail jest wysyłany użytkownikom po zatwierdzeniu wniosku.
uk: Цей лист відправляється користувачам при схваленні запиту.

source: Hi, %user_name%! Your claim for listing "%listing_title%" has been approved, click on the following link to edit it: %listing_url%
pl_pl: Cześć %user_name%! Twój wniosek o dostęp do ogłoszenia "%listing_title%" został zatwierdzony, aby je edytować kliknij w podany link: %listing_url%
ru_ru: Привет, %user_name%! Ваш запрос на доступ к объявлению "%listing_title%" был одобрен, кликните на эту ссылку чтобы редактировать его: %listing_url%
uk: Привіт, %user_name%! Ваш запит на доступ до оголошення "%listing_title%" було схвалено, клікніть на це посилання щоб редагувати його: %listing_url%

source: Claim Rejected
pl_pl: Wniosek odrzucony
ru_ru: Запрос отклонен
uk: Запит відхилено

source: This email is sent to users when claim is rejected.
pl_pl: Ten e-mail jest wysyłany użytkownikom po odrzuceniu wniosku.
uk: Цей лист відправляється користувачам у разі відхилення запиту.

source: Hi, %user_name%! Unfortunately, your claim for listing "%listing_title%" has been rejected.
pl_pl: Cześć %user_name%! Przykro nam, ale twój wniosek o dostęp do ogłoszenia "%listing_title%" został odrzucony.
ru_ru: Привет, %user_name%! К сожалению, ваш запрос доступа к объявлению "%listing_title%" был отклонен.
uk: Привіт, %user_name%! На жаль, ваш запит доступу до оголошення "%listing_title%" було відхилено.

source: Claim Listing
pl_pl: Wnioskuj o dostęp
ru_ru: Запросить доступ
uk: Запросити доступ

source: Please provide details that will help us verify that you're the owner of this listing.
pl_pl: Proszę podać szczegóły, które pozwolą nam sprawdzić, że jesteś właścicielem tego ogłoszenia.
ru_ru: Пожалуйста, предоставьте детали которые помогут нам проверить, что вы являетесь владельцем этого объявления.
uk: Будь ласка, надайте деталі які допоможуть нам перевірити, що ви є власником цього оголошення.

source: You can't claim your own listings.
pl_pl: Nie możesz wnioskować o dostęp do własnych ogłoszeń.
uk: Ви не можете запитувати доступ до власних оголошень.

source: Thank you! Your claim for listing "%s" has been submitted and will be reviewed as soon as possible.
pl_pl: Dziękuję! Twój wniosek o dostęp do ogłoszenia "%s" został złożony i będzie rozpatrzony jak najszybciej.
ru_ru: Спасибо! Ваш запрос доступа к объявлению "%s" был отправлен и будет рассмотрен как можно скорее.
uk: Дякуємо! Ваш запит доступу до оголошення "%s" було відправлено і буде розглянутий якнайшвидше.

source: Thank you! Your claim for listing "%s" has been approved and you can start managing it.
pl_pl: Dziękuję! Twój wniosek o dostęp do ogłoszenia "%s" został zatwierdzony, ogłoszenie jest dostępne do zarządzania.
ru_ru: Спасибо! Ваш запрос доступа к объявлению "%s" был одобрен и вы можете начать управлять им.
uk: Дякуємо! Ваш запит доступу до оголошення "%s" було схвалено і ви можете почати керувати ним.

source: Claim Submitted
pl_pl: Wniosek złożony
ru_ru: Запрос отправлен
uk: Запит відправлено

source: A new claim for listing "%listing_title%" %claim_url% has been submitted with the following details: %claim_details%
pl_pl: Nowy wniosek o dostęp do ogłoszenia "%listing_title%" %claim_url% został złożony z podanymi szczegółami: %claim_details%
ru_ru: Новый запрос доступа к объявлению "%listing_title%" %claim_url% был отправлен со следующими деталями: %claim_details%
uk: Новий запит доступу до оголошення "%listing_title%"%claim_url% був відправлений з наступними деталями: %claim_details%

source: Your claim has been submitted.
pl_pl: Twój wniosek został złożony.
ru_ru: Ваш запрос отправлен.
uk: Ваш запит відправлено.

source: Submit Claim
pl_pl: Złóż wniosek
ru_ru: Отправить запрос
uk: Відправити запит

source: HivePress Claim Listings
pl_pl: HivePress Dostęp do ogłoszeń
ru_ru: HivePress Запросы доступа к объявлениям
uk: HivePress Доступ до оголошень

source: Charge users for claiming listings.
pl_pl: Pobieraj opłatę za dostęp do ogłoszeń.
ru_ru: Берите плату с пользователей за доступ к объявлениям.
uk: Беріть плату з користувачів за доступ до оголошень.

# listing claim
source: Add New
ru_ru: Добавить новый

source: This email is sent to users when claim is approved, the following tokens are available: %user_name%, %listing_title%, %listing_url%.
ru_ru: Это письмо отправляется пользователям при одобрении запроса, следующие токены доступны: %user_name%, %listing_title%, %listing_url%.

source: This email is sent to users when claim is rejected, the following tokens are available: %user_name%, %listing_title%.
ru_ru: Это письмо отправляется пользователям при отклонении запроса, следующие токены доступны: %user_name%, %listing_title%.
